Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# recordsArchiveDamagedTitle
source: This records file can’t be read
ar: تعذّر قراءة ملف السجلات هذا
de: Diese Eintragsdatei lässt sich nicht lesen
es: No se puede leer este archivo de registro
fr: Ce fichier de journal est illisible
hi_in: यह रिकॉर्ड फ़ाइल पढ़ी नहीं जा सकती
id: Berkas catatan ini tidak bisa dibaca
it: Questo file del registro non si può leggere
ja: 記録ファイルを読めません
ko: 이 기록 파일을 읽을 수 없습니다
mr_in: ही नोंद फाइल वाचता येत नाही
pt: Este ficheiro de registos não pode ser lido
ru: Этот файл записей не читается
th: อ่านไฟล์บันทึกนี้ไม่ได้
tr: Bu kayıt dosyası okunamıyor
vi: Không đọc được tệp nhật ký này
zh_cn: 这份记录档案无法读取
zh_hk: 呢份紀錄檔案讀唔到
zh_tw: 這份紀錄檔案無法讀取

# recordsArchiveQuarantine
source: Quarantine the damaged archive and start over
ar: عزل الأرشيف التالف والبدء من جديد
de: Beschädigtes Archiv isolieren und neu beginnen
es: Aislar el archivo dañado y empezar de nuevo
fr: Isoler l’archive endommagée et recommencer
hi_in: खराब आर्काइव अलग करें और फिर से शुरू करें
id: Pisahkan arsip yang rusak dan mulai ulang
it: Isola l’archivio danneggiato e ricomincia
ja: 壊れたアーカイブを隔離してやり直す
ko: 손상된 보관 파일을 격리하고 다시 시작
mr_in: खराब संग्रह बाजूला काढा आणि पुन्हा सुरू करा
pt: Isolar o arquivo danificado e recomeçar
ru: Изолировать повреждённый архив и начать заново
th: แยกคลังที่เสียแล้วเริ่มใหม่
tr: Bozuk arşivi ayır ve yeniden başla
vi: Cách ly kho lưu hỏng và bắt đầu lại
zh_cn: 隔离损坏档案并重新开始
zh_hk: 隔離損壞檔案並重新開始
zh_tw: 隔離損壞檔案並重新開始

# recordsArchiveQuarantineConfirm
source: This does not bring the old records back. It moves the damaged file aside as a .corrupt copy and starts a fresh archive on this device.
ar: هذا لا يعيد السجلات القديمة. يُنحّى الملف التالف كنسخة .corrupt ويبدأ أرشيف جديد على هذا الجهاز.
de: Die alten Einträge kommen damit nicht zurück. Die beschädigte Datei wird als .corrupt-Kopie beiseitegelegt, und auf diesem Gerät startet ein neues Archiv.
es: Esto no recupera los registros antiguos. Mueve el archivo dañado a un lado como copia .corrupt y empieza un archivo nuevo en este dispositivo.
fr: Cela ne ramène pas les anciennes entrées. Le fichier endommagé est mis de côté en copie .corrupt, et une nouvelle archive commence sur cet appareil.
hi_in: पुरानी रिकॉर्ड वापस नहीं आएँगी। खराब फ़ाइल .corrupt कॉपी के रूप में एक तरफ़ रखी जाएगी, और इस डिवाइस पर नई आर्काइव शुरू होगी।
id: Ini tidak mengembalikan catatan lama. Berkas yang rusak disisihkan sebagai salinan .corrupt, lalu arsip baru dimulai di perangkat ini.
it: Questo non riporta i record precedenti. Sposta il file danneggiato da parte come copia .corrupt e inizia un nuovo archivio su questo dispositivo.
ja: 古い記録は戻りません。壊れたファイルを .corrupt 付きのコピーとして脇に移し、この端末で新しいアーカイブを始めます。
ko: 이전 기록은 돌아오지 않습니다. 손상된 파일을 .corrupt 복사본으로 옆으로 옮기고, 이 기기에서 새 보관 파일을 시작합니다.
mr_in: जुन्या नोंदी परत येणार नाहीत. खराब फाइल .corrupt प्रत म्हणून बाजूला ठेवली जाईल, आणि या उपकरणावर नवीन संग्रह सुरू होईल.
pt: Isto não traz de volta os registos antigos. Move o ficheiro danificado para o lado como cópia .corrupt e começa um arquivo novo neste dispositivo.
ru: Старые записи не вернутся. Повреждённый файл будет отложен как копия .corrupt, и на этом устройстве начнётся новый архив.
th: การทำเช่นนี้จะไม่ดึงบันทึกเก่ากลับมา แต่จะย้ายไฟล์ที่เสียไปข้าง ๆ เป็นสำเนา .corrupt แล้วเริ่มคลังใหม่บนอุปกรณ์นี้
tr: Eski kayıtlar geri gelmez. Bozuk dosya .corrupt kopyası olarak kenara alınır ve bu cihazda yeni bir arşiv başlar.
vi: Việc này không lấy lại bản ghi cũ. Tệp hỏng được để sang một bên thành bản .corrupt và máy này bắt đầu một kho lưu mới.
zh_cn: 这不会恢复旧记录。它会把损坏文件挪到一边（文件名带 .corrupt），并在这台设备上开始一份新档案。
zh_hk: 呢個唔會恢復舊紀錄。會將損壞檔挪到一邊（檔名帶 .corrupt），再喺呢部裝置開始一份新檔案。
zh_tw: 這不會還原舊紀錄。它會把損壞檔挪到一邊（檔名帶 .corrupt），並在這台裝置上開始一份新檔案。

# recordsArchiveSaveFailedBody
source: The latest change is on screen but did not reach the file on this device. Try again in a moment — the existing archive was not replaced.
ar: آخر تعديل ما زال على الشاشة لكنه لم يصل إلى الملف على هذا الجهاز. جرّب مرة أخرى بعد قليل — لم يُستبدل الأرشيف الحالي.
de: Die letzte Änderung ist noch auf dem Bildschirm, hat die Datei auf diesem Gerät aber nicht erreicht. Versuch es gleich noch einmal — das vorhandene Archiv wurde nicht ersetzt.
es: El último cambio está en pantalla, pero no llegó al archivo de este dispositivo. Prueba de nuevo en un momento: el archivo existente no se ha sustituido.
fr: La dernière modification est à l’écran mais n’a pas atteint le fichier sur cet appareil. Réessayez dans un instant — l’archive existante n’a pas été remplacée.
hi_in: ताज़ा बदलाव स्क्रीन पर है, लेकिन इस डिवाइस की फ़ाइल तक नहीं पहुँचा। थोड़ी देर बाद फिर कोशिश करें — मौजूदा आर्काइव बदली नहीं गई।
id: Perubahan terbaru masih di layar, tetapi belum masuk ke berkas di perangkat ini. Coba lagi sebentar lagi — arsip yang ada tidak diganti.
it: L’ultima modifica è ancora a schermo, ma non è arrivata al file su questo dispositivo. Riprova tra un attimo: l’archivio esistente non è stato sostituito.
ja: 最新の変更は画面に残っていますが、この端末のファイルには届いていません。少ししてからもう一度どうぞ。既存のアーカイブは置き換えていません。
ko: 최근 변경은 화면에 있지만 이 기기의 파일에는 반영되지 않았습니다. 잠시 후 다시 시도해 주세요. 기존 보관 파일은 바뀌지 않았습니다.
mr_in: नवीन बदल पडद्यावर आहे, पण या उपकरणाच्या फाइलपर्यंत पोहोचला नाही. थोड्या वेळाने पुन्हा प्रयत्न करा — सध्याचा संग्रह बदललेला नाही.
pt: A última alteração está no ecrã, mas não chegou ao ficheiro neste dispositivo. Tenta outra vez daqui a pouco — o arquivo existente não foi substituído.
ru: Последнее изменение видно на экране, но не попало в файл на этом устройстве. Попробуйте ещё раз чуть позже — текущий архив не заменён.
th: การเปลี่ยนแปลงล่าสุดยังอยู่บนหน้าจอ แต่ยังไม่ถึงไฟล์บนอุปกรณ์นี้ ลองอีกครั้งในอีกสักครู่ — คลังเดิมไม่ได้ถูกแทนที่
tr: Son değişiklik ekranda duruyor ama bu cihazdaki dosyaya ulaşmadı. Biraz sonra yeniden dene — mevcut arşiv değiştirilmedi.
vi: Thay đổi mới nhất vẫn trên màn hình nhưng chưa vào tệp trên máy này. Thử lại sau một lát — kho lưu hiện có không bị thay thế.
zh_cn: 刚才的改动还在屏幕上，但没有写进这台设备上的文件。可以稍后再试一次——现有档案没有被替换。
zh_hk: 啱先嘅改動仲喺畫面度，但未寫入呢部裝置上嘅檔案。可以遲啲再試——而家份檔案冇被取代。
zh_tw: 剛才的變更還在畫面上，但沒有寫進這台裝置上的檔案。可以稍後再試一次——現有檔案沒有被取代。

# recordsArchiveSaveFailedTitle
source: Couldn’t save records
ar: تعذّر حفظ السجلات
de: Einträge konnten nicht gespeichert werden
es: No se pudieron guardar los registros
fr: Enregistrement impossible
hi_in: रिकॉर्ड सहेजी नहीं जा सकीं
id: Catatan gagal disimpan
it: Salvataggio non riuscito
ja: 記録を保存できませんでした
ko: 기록을 저장하지 못했습니다
mr_in: नोंदी जतन झाल्या नाहीत
pt: Não foi possível guardar os registos
ru: Не удалось сохранить записи
th: บันทึกไม่สำเร็จ
tr: Kayıtlar kaydedilemedi
vi: Không lưu được nhật ký
zh_cn: 记录没有保存成功
zh_hk: 紀錄未有儲存成功
zh_tw: 紀錄沒有儲存成功

# recordsBreakTime
source: Breaks at work
ar: استراحات أثناء الدوام
de: Pausen bei der Arbeit
es: Descansos en el turno
fr: Pauses au travail
hi_in: पाली में विश्राम
id: Istirahat saat kerja
it: Pause in turno
ja: 勤務中の休憩
ko: 근무 중 휴식
mr_in: शिफ्टमधील विश्रांती
pt: Pausas no expediente
ru: Перерывы на смене
th: พักระหว่างกะ
tr: Vardiya molaları
vi: Nghỉ trong ca
zh_cn: 班中休息
zh_hk: 班中休息
zh_tw: 班中休息

# recordsChooseShift
source: Which shift do you want to change?
ar: أي وردية تريد تعديلها؟
de: Welche Schicht möchtest du ändern?
es: ¿Qué turno quieres cambiar?
fr: Quel poste voulez-vous modifier ?
hi_in: कौन-सी शिफ्ट बदलनी है?
id: Shift mana yang mau diubah?
it: Quale turno vuoi modificare?
ja: どのシフトを直しますか？
ko: 어느 근무를 고칠까요?
mr_in: कोणती शिफ्ट बदलायची?
pt: Que turno queres alterar?
ru: Какую смену изменить?
th: จะแก้กะไหน
tr: Hangi vardiyayı değiştirmek istersin?
vi: Bạn muốn sửa ca nào?
zh_cn: 要改哪一个班次？
zh_hk: 想改邊個更？
zh_tw: 要改哪一個班次？

# recordsClearDay
source: Clear my change
ar: التراجع عن تعديلي
de: Meine Änderung zurücknehmen
es: Deshacer mi cambio
fr: Annuler ma modification
hi_in: मेरा बदलाव हटाएँ
id: Batalkan perubahanku
it: Annulla la mia modifica
ja: 自分の変更を取り消す
ko: 내 수정 되돌리기
mr_in: माझा बदल काढा
pt: Anular a minha alteração
ru: Отменить моё изменение
th: ยกเลิกการแก้ของฉัน
tr: Değişikliğimi geri al
vi: Bỏ thay đổi của tôi
zh_cn: 清空我的修改
zh_hk: 清除我嘅改動
zh_tw: 清除我的修改

# recordsClearDayConfirm
source: Undo your change to this day? It goes back to what the schedule and holiday calendar say.
ar: التراجع عن تعديلك لهذا اليوم؟ سيعود إلى الجدول وتقويم العطلات.
de: Deine Änderung an diesem Tag zurücknehmen? Er richtet sich dann wieder nach Plan und Feiertagskalender.
es: ¿Deshacer tu cambio en este día? Volverá a seguir el horario y el calendario de festivos.
fr: Annuler votre modification sur ce jour ? Il repart du planning et du calendrier des jours fériés.
hi_in: इस दिन का आपका बदलाव हटाना है? यह फिर शेड्यूल और छुट्टी कैलेंडर के हिसाब से चलेगा।
id: Batalkan perubahanmu pada hari ini? Hari ini kembali mengikuti jadwal dan kalender hari libur.
it: Annullare la tua modifica a questo giorno? Torna a seguire il turno e il calendario delle festività.
ja: この日の変更を取り消しますか？ シフトと祝日カレンダーの内容に戻ります。
ko: 이 날의 수정을 되돌릴까요? 근무표와 공휴일 달력으로 돌아갑니다.
mr_in: या दिवसाचा तुमचा बदल काढायचा? हा दिवस पुन्हा वेळापत्रक आणि सुट्टीच्या दिनदर्शिकेनुसार चालेल.
pt: Anular a sua alteração neste dia? Volta a seguir o horário e o calendário de feriados.
ru: Отменить ваше изменение этого дня? Он снова возьмётся из графика и календаря праздников.
th: ยกเลิกการแก้ของคุณในวันนี้ไหม วันนี้จะกลับไปใช้ตารางกะและปฏิทินวันหยุด
tr: Bu güne yaptığın değişiklik geri alınsın mı? Yeniden programa ve tatil takvimine döner.
vi: Bỏ thay đổi của bạn cho ngày này? Ngày này sẽ quay lại theo lịch làm và lịch nghỉ lễ.
zh_cn: 撤销你对这天的修改？这天会回到排班和节假日日历的结果。
zh_hk: 取消你對呢日嘅改動？呢日會返到更表同假期日曆嘅結果。
zh_tw: 取消你對這天的修改？這天會回到班表和假日行事曆的結果。

# recordsClearDayDetail
source: Goes back to the schedule and holiday calendar for this day.
ar: يعود هذا اليوم إلى الجدول وتقويم العطلات.
de: Der Tag richtet sich wieder nach Plan und Feiertagskalender.
es: El día vuelve a seguir el horario y el calendario de festivos.
fr: Ce jour repart du planning et du calendrier des jours fériés.
hi_in: यह दिन फिर शेड्यूल और छुट्टी कैलेंडर के हिसाब से चलेगा।
id: Hari ini kembali mengikuti jadwal dan kalender hari libur.
it: Il giorno torna a seguire il turno e il calendario delle festività.
ja: この日はシフトと祝日カレンダーの内容に戻ります。
ko: 이 날은 근무표와 공휴일 달력으로 돌아갑니다.
mr_in: हा दिवस पुन्हा वेळापत्रक आणि सुट्टीच्या दिनदर्शिकेनुसार चालेल.
pt: O dia volta a seguir o horário e o calendário de feriados.
ru: День снова берётся из графика и календаря праздников.
th: วันนี้จะกลับไปใช้ตารางกะและปฏิทินวันหยุด
tr: Bu gün yeniden programa ve tatil takvimine döner.
vi: Ngày này quay lại theo lịch làm và lịch nghỉ lễ.
zh_cn: 这天回到排班和节假日日历的结果。
zh_hk: 呢日返到更表同假期日曆嘅結果。
zh_tw: 這天回到班表和假日行事曆的結果。

# recordsClearDayTitle
source: Undo this change?
ar: التراجع عن هذا التغيير؟
de: Änderung zurücknehmen?
es: ¿Deshacer este cambio?
fr: Annuler cette modification ?
hi_in: यह बदलाव वापस लें?
id: Batalkan perubahan ini?
it: Annullare questa modifica?
ja: この変更を取り消しますか？
ko: 이 변경을 되돌릴까요?
mr_in: हा बदल मागे घ्यायचा?
pt: Desfazer esta alteração?
ru: Отменить это изменение?
th: เลิกการเปลี่ยนแปลงนี้ไหม
tr: Bu değişiklik geri alınsın mı?
vi: Hoàn tác thay đổi này?
zh_cn: 撤销这次修改？
zh_hk: 撤銷今次修改？
zh_tw: 撤銷這次修改？

# recordsCollapseChart
source: Collapse chart
ar: طي المخطط
de: Diagramm verkleinern
es: Reducir gráfico
fr: Réduire le graphique
hi_in: चार्ट समेटें
id: Ciutkan bagan
it: Riduci il grafico
ja: グラフを戻す
ko: 차트 접기
mr_in: आलेख आटोपे
pt: Recolher o gráfico
ru: Свернуть график
th: ย่อแผนภูมิ
tr: Grafiği daralt
vi: Thu gọn biểu đồ
zh_cn: 收起图表
zh_hk: 收合圖表
zh_tw: 收合圖表

# recordsConfirmScheduled
source: Keep the schedule
ar: الاعتماد على الجدول
de: Plan übernehmen
es: Seguir el horario
fr: Suivre le planning
hi_in: शेड्यूल के मुताबिक़ रखें
id: Ikuti jadwal
it: Segui il turno previsto
ja: シフトどおりにする
ko: 근무표대로 확정
mr_in: वेळापत्रकानुसार ठेवा
pt: Seguir o horário
ru: Взять из графика
th: ใช้ตามตารางกะ
tr: Programı uygula
vi: Theo lịch làm
zh_cn: 按排班确认
zh_hk: 照更表確認
zh_tw: 按班表確認

# recordsConflictApplySelectedFields
source: Use selected fields
ar: استخدام الحقول المحددة
de: Ausgewählte Felder verwenden
es: Usar campos seleccionados
fr: Utiliser les champs sélectionnés
hi_in: चुने गए फ़ील्ड इस्तेमाल करें
id: Gunakan bidang yang dipilih
it: Usa i campi selezionati
ja: 選択したフィールドを使用
ko: 선택한 필드 사용
mr_in: निवडलेली फील्ड वापरा
pt: Usar campos selecionados
ru: Использовать выбранные поля
th: ใช้ฟิลด์ที่เลือก
tr: Seçili alanları kullan
vi: Dùng các trường đã chọn
zh_cn: 使用选中的字段
zh_hk: 使用選取嘅欄位
zh_tw: 使用選取的欄位

# recordsConflictCenter
source: Conflicts
ar: التعارضات
de: Konflikte
es: Conflictos
fr: Conflits
hi_in: टकराव
id: Konflik
it: Conflitti
ja: 競合
ko: 충돌
mr_in: संघर्ष
pt: Conflitos
ru: Конфликты
th: รายการขัดแย้ง
tr: Çakışmalar
vi: Xung đột
zh_cn: 同步冲突
zh_hk: 同步衝突
zh_tw: 同步衝突

# recordsConflictChooseOtherFields
source: Choose fields from the other version
ar: اختر الحقول من النسخة الأخرى
de: Felder aus der anderen Version auswählen
es: Elegir campos de la otra versión
fr: Choisir des champs dans l’autre version
hi_in: दूसरे संस्करण से फ़ील्ड चुनें
id: Pilih bidang dari versi lain
it: Scegli i campi dall’altra versione
ja: 他のバージョンからフィールドを選択
ko: 다른 버전에서 필드 선택
mr_in: दुसऱ्या आवृत्तीतून फील्ड निवडा
pt: Escolher campos da outra versão
ru: Выбрать поля из другой версии
th: เลือกฟิลด์จากเวอร์ชันอื่น
tr: Diğer sürümden alan seç
vi: Chọn trường từ phiên bản khác
zh_cn: 从其他版本选择字段
zh_hk: 從其他版本選取欄位
zh_tw: 從其他版本選取欄位

# recordsConflictCopy
source: Another device also changed this day.
ar: جهاز آخر عدّل هذا اليوم أيضًا.
de: Ein anderes Gerät hat diesen Tag ebenfalls geändert.
es: Otro dispositivo también cambió este día.
fr: Un autre appareil a aussi modifié ce jour.
hi_in: किसी दूसरे डिवाइस पर भी यह दिन बदला गया है।
id: Perangkat lain juga mengubah hari ini.
it: Un altro dispositivo ha modificato lo stesso giorno.
ja: 別の端末でもこの日を直しています。
ko: 다른 기기에서도 이 날을 고쳤습니다.
mr_in: दुसऱ्या डिव्हाइसवरही हा दिवस बदलला आहे.
pt: Outro dispositivo também alterou este dia.
ru: Другое устройство тоже меняло этот день.
th: อีกเครื่องก็แก้วันนี้ไว้ด้วย
tr: Başka bir cihaz da bu günü değiştirmiş.
vi: Một thiết bị khác cũng đã sửa ngày này.
zh_cn: 另一台设备也改过这天。
zh_hk: 另一部裝置都改過呢日。
zh_tw: 另一台裝置也改過這天。

# recordsConflictCount
source: {{count}} to review
ar: {{count}} للمراجعة
de: {{count}} zu prüfen
es: {{count}} por revisar
fr: {{count}} à revoir
hi_in: {{count}} जाँचने हैं
id: {{count}} untuk ditinjau
it: {{count}} da rivedere
ja: {{count}} 件の確認待ち
ko: 검토할 {{count}}건
mr_in: तपासायची {{count}}
pt: {{count}} para revisar
ru: {{count}} к проверке
th: {{count}} รายการที่ต้องตรวจ
tr: İncelenecek {{count}}
vi: {{count}} cần xem
zh_cn: {{count}} 项待处理
zh_hk: {{count}} 項待處理
zh_tw: {{count}} 項待處理

# recordsConflictCurrentVersion
source: Current version
ar: النسخة الحالية
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
hi_in: वर्तमान संस्करण
id: Versi saat ini
it: Versione attuale
ja: 現在のバージョン
ko: 현재 버전
mr_in: सध्याची आवृत्ती
pt: Versão atual
ru: Текущая версия
th: เวอร์ชันปัจจุบัน
tr: Geçerli sürüm
vi: Phiên bản hiện tại
zh_cn: 当前版本
zh_hk: 目前版本
zh_tw: 目前版本

# recordsConflictDetailsUnreadable
source: This older copy cannot show a readable difference.
ar: التفاصيل غير متاحة
de: Details nicht verfügbar
es: Detalles no disponibles
fr: Détails indisponibles
hi_in: विवरण उपलब्ध नहीं
id: Detail tidak tersedia
it: Dettagli non disponibili
ja: 詳細を利用できません
ko: 세부 정보를 사용할 수 없음
mr_in: तपशील उपलब्ध नाहीत
pt: Detalhes indisponíveis
ru: Подробности недоступны
th: ไม่มีรายละเอียด
tr: Ayrıntılar kullanılamıyor
vi: Không có chi tiết
zh_cn: 这个旧副本无法显示可读的差异。
zh_hk: 呢個舊副本無法顯示可讀嘅差異。
zh_tw: 這個舊副本無法顯示可讀的差異。

# recordsConflictFieldNote
source: Note
ar: ملاحظة
de: Notiz
es: Nota
fr: Remarque
hi_in: नोट
id: Catatan
it: Nota
ja: メモ
ko: 메모
mr_in: नोंद
pt: Nota
ru: Заметка
th: บันทึก
tr: Not
vi: Ghi chú
zh_cn: 备注
zh_hk: 備註
zh_tw: 備註

# recordsConflictItems
source: items
ar: عناصر
de: Elemente
es: elementos
fr: éléments
hi_in: आइटम
id: item
it: elementi
ja: 項目
ko: 개 항목
mr_in: आयटम
pt: itens
ru: элементов
th: รายการ
tr: öğe
vi: mục
zh_cn: 项
zh_hk: 個項目
zh_tw: 個項目

# recordsConflictKeepCloud
source: Keep iCloud
ar: أبقِ iCloud
de: iCloud behalten
es: Conservar iCloud
fr: Garder iCloud
hi_in: iCloud रखें
id: Pertahankan iCloud
it: Tieni iCloud
ja: iCloud を残す
ko: iCloud 유지
mr_in: iCloud ठेवा
pt: Manter o iCloud
ru: Оставить iCloud
th: เก็บ iCloud
tr: iCloud’u tut
vi: Giữ iCloud
zh_cn: 保留 iCloud
zh_hk: 保留 iCloud
zh_tw: 保留 iCloud

# recordsConflictKeepCurrent
source: Keep current version
ar: أبقِ النسخة الحالية
de: Aktuelle Version behalten
es: Conservar la versión actual
fr: Garder la version actuelle
hi_in: वर्तमान संस्करण रखें
id: Pertahankan versi saat ini
it: Tieni la versione attuale
ja: 現在のバージョンを残す
ko: 현재 버전 유지
mr_in: सध्याची आवृत्ती ठेवा
pt: Manter a versão atual
ru: Оставить текущую версию
th: เก็บเวอร์ชันปัจจุบัน
tr: Geçerli sürümü tut
vi: Giữ phiên bản hiện tại
zh_cn: 保留当前版本
zh_hk: 保留目前版本
zh_tw: 保留目前版本

# recordsConflictKeepIncoming
source: Keep imported
ar: الاحتفاظ بالمستورَد
de: Import behalten
es: Conservar lo importado
fr: Conserver l’import
hi_in: आयातित संस्करण रखें
id: Pertahankan hasil impor
it: Mantieni l’importazione
ja: 読み込んだ内容を残す
ko: 가져온 항목 유지
mr_in: आयात केलेली आवृत्ती ठेवा
pt: Manter o importado
ru: Оставить импорт
th: เก็บฉบับที่นำเข้า
tr: İçe aktarılanı tut
vi: Giữ bản đã nhập
zh_cn: 保留导入的版本
zh_hk: 保留匯入的版本
zh_tw: 保留匯入的版本

# recordsConflictKeepLocal
source: Keep this device
ar: أبقِ هذا الجهاز
de: Dieses Gerät behalten
es: Conservar este dispositivo
fr: Garder cet appareil
hi_in: यह डिवाइस रखें
id: Pertahankan perangkat ini
it: Tieni questo dispositivo
ja: この端末を残す
ko: 이 기기 유지
mr_in: हे उपकरण ठेवा
pt: Manter este aparelho
ru: Оставить это устройство
th: เก็บเครื่องนี้
tr: Bu cihazı tut
vi: Giữ máy này
zh_cn: 保留本机
zh_hk: 保留本機
zh_tw: 保留本機

# recordsConflictNone
source: Nothing waiting
ar: لا شيء بانتظارك
de: Nichts offen
es: Nada pendiente
fr: Rien en attente
hi_in: कुछ लंबित नहीं
id: Tidak ada yang menunggu
it: Niente in attesa
ja: 未処理の競合はありません
ko: 대기 중인 충돌 없음
mr_in: काही वाट पाहत नाही
pt: Nada pendente
ru: Ожидающих нет
th: ไม่มีรายการรอ
tr: Bekleyen yok
vi: Không có gì chờ
zh_cn: 没有待处理的冲突
zh_hk: 沒有待處理的衝突
zh_tw: 沒有待處理的衝突

# recordsConflictOtherVersion
source: Other version
ar: النسخة الأخرى
de: Andere Version
es: Otra versión
fr: Autre version
hi_in: दूसरा संस्करण
id: Versi lain
it: Altra versione
ja: その他のバージョン
ko: 다른 버전
mr_in: दुसरी आवृत्ती
pt: Outra versão
ru: Другая версия
th: เวอร์ชันอื่น
tr: Diğer sürüm
vi: Phiên bản khác
zh_cn: 其他版本
zh_hk: 其他版本
zh_tw: 其他版本

# recordsConflictReviewLegacyVersions
source: This conflict has one older copy. Review both versions before choosing.
ar: يحتوي هذا التعارض على نسخة أقدم. راجع النسختين قبل الاختيار.
de: Dieser Konflikt enthält eine ältere Kopie. Prüfe beide Versionen, bevor du wählst.
es: Este conflicto tiene una copia anterior. Revisa ambas versiones antes de elegir.
fr: Ce conflit contient une ancienne copie. Comparez les deux versions avant de choisir.
hi_in: इस टकराव में एक पुरानी प्रति है। चुनने से पहले दोनों संस्करण देखें।
id: Konflik ini memiliki salinan lama. Tinjau kedua versi sebelum memilih.
it: Questo conflitto contiene una copia precedente. Controlla entrambe le versioni prima di scegliere.
ja: この競合には古いコピーがあります。選択する前に両方のバージョンを確認してください。
ko: 이 충돌에는 이전 사본이 하나 있습니다. 선택하기 전에 두 버전을 확인하세요.
mr_in: या संघर्षात जुनी प्रत आहे. निवडण्यापूर्वी दोन्ही आवृत्त्या तपासा.
pt: Este conflito tem uma cópia mais antiga. Reveja as duas versões antes de escolher.
ru: В этом конфликте есть более старая копия. Проверьте обе версии перед выбором.
th: ความขัดแย้งนี้มีสำเนาเก่ากว่า ตรวจสอบทั้งสองเวอร์ชันก่อนเลือก
tr: Bu çakışmada daha eski bir kopya var. Seçmeden önce iki sürümü inceleyin.
vi: Xung đột này có một bản sao cũ hơn. Hãy xem cả hai phiên bản trước khi chọn.
zh_cn: 此冲突包含一个较旧副本，请比较两个版本后再选择。
zh_hk: 呢個衝突有一份較舊副本，請比較兩個版本後再選擇。
zh_tw: 這個衝突包含一份較舊的副本，請比較兩個版本後再選擇。

# recordsConflictReviewVersions
source: Both devices changed the same item at the same time, so it could not be merged safely. Only the differences are shown below.
ar: قارن النسختين ثم اختر النسخة التي تريد الاحتفاظ بها. لن يتغير شيء قبل اختيارك.
de: Vergleiche beide Versionen und wähle dann, welche bleiben soll. Bis dahin wird nichts geändert.
es: Compara las dos versiones y elige cuál conservar. Nada cambia hasta que elijas.
fr: Comparez les deux versions, puis choisissez celle à conserver. Rien ne change avant votre choix.
hi_in: दोनों संस्करणों की तुलना करके चुनें कि किसे रखना है। आपके चुनने तक कुछ नहीं बदलेगा।
id: Bandingkan kedua versi, lalu pilih yang ingin disimpan. Tidak ada perubahan sebelum Anda memilih.
it: Confronta le due versioni e scegli quale conservare. Nulla cambia prima della scelta.
ja: 2つのバージョンを比べて、残す方を選択してください。選択するまで変更されません。
ko: 두 버전을 비교한 뒤 보관할 버전을 선택하세요. 선택하기 전에는 아무것도 바뀌지 않습니다.
mr_in: दोन्ही आवृत्त्यांची तुलना करून कोणती ठेवायची ते निवडा. निवडेपर्यंत काहीही बदलणार नाही.
pt: Compare as duas versões e escolha qual manter. Nada muda antes de escolher.
ru: Сравните версии и выберите, какую оставить. До выбора ничего не изменится.
th: เปรียบเทียบสองเวอร์ชันแล้วเลือกสิ่งที่ต้องการเก็บ ข้อมูลจะไม่เปลี่ยนจนกว่าจะเลือก
tr: İki sürümü karşılaştırıp hangisini tutacağınızı seçin. Siz seçene kadar hiçbir şey değişmez.
vi: So sánh hai phiên bản rồi chọn bản muốn giữ. Dữ liệu chỉ thay đổi sau khi bạn chọn.
zh_cn: 两台设备在同一时间改了同一项，应用无法安全合并。下面只显示不同之处。
zh_hk: 兩部裝置在同一時間修改咗同一項，應用程式無法安全合併。下方只顯示唔同之處。
zh_tw: 兩部裝置在同一時間修改了同一項，App 無法安全合併。下方只顯示不同之處。

# recordsConflictUseOther
source: Use other version
ar: استخدام النسخة الأخرى
de: Andere Version verwenden
es: Usar la otra versión
fr: Utiliser l’autre version
hi_in: दूसरा संस्करण इस्तेमाल करें
id: Gunakan versi lain
it: Usa l’altra versione
ja: その他のバージョンを使用
ko: 다른 버전 사용
mr_in: दुसरी आवृत्ती वापरा
pt: Usar a outra versão
ru: Использовать другую версию
th: ใช้เวอร์ชันอื่น
tr: Diğer sürümü kullan
vi: Dùng phiên bản khác
zh_cn: 使用其他版本
zh_hk: 使用其他版本
zh_tw: 使用其他版本

# recordsDataSection
source: Records & data
ar: السجلات والبيانات
de: Einträge & Daten
es: Registros y datos
fr: Relevés et données
hi_in: रिकॉर्ड और डेटा
id: Catatan & data
it: Registri e dati
ja: 記録とデータ
ko: 기록과 데이터
mr_in: नोंदी आणि डेटा
pt: Registros e dados
ru: Записи и данные
th: บันทึกและข้อมูล
tr: Kayıtlar ve veri
vi: Bản ghi và dữ liệu
zh_cn: 记录与数据
zh_hk: 紀錄與資料
zh_tw: 紀錄與資料

# recordsDataTitle
source: Records & data
ar: السجلات والبيانات
de: Einträge & Daten
es: Registros y datos
fr: Relevés et données
hi_in: रिकॉर्ड और डेटा
id: Catatan & data
it: Registri e dati
ja: 記録とデータ
ko: 기록과 데이터
mr_in: नोंदी आणि डेटा
pt: Registros e dados
ru: Записи и данные
th: บันทึกและข้อมูล
tr: Kayıtlar ve veri
vi: Bản ghi và dữ liệu
zh_cn: 记录与数据
zh_hk: 紀錄與資料
zh_tw: 紀錄與資料

# recordsDaySegments
source: How the day ran
ar: كيف سار اليوم
de: Wie der Tag verlief
es: Cómo transcurrió el día
fr: Le déroulé de la journée
hi_in: दिन कैसे बीता
id: Jalannya hari ini
it: Com’è andata la giornata
ja: その日の流れ
ko: 하루의 흐름
mr_in: दिवस कसा गेला
pt: Como correu o dia
ru: Как прошёл день
th: วันนี้ผ่านไปอย่างไร
tr: Gün nasıl geçti
vi: Ngày đã trôi qua thế nào
zh_cn: 这一天的时间段
zh_hk: 呢一日嘅時段
zh_tw: 這一天的時段

# recordsDeleteAll
source: Delete records on this device
ar: حذف السجل على هذا الجهاز
de: Einträge auf diesem Gerät löschen
es: Borrar el registro de este dispositivo
fr: Supprimer le journal de cet appareil
hi_in: इस डिवाइस के रिकॉर्ड हटाएँ
id: Hapus catatan di perangkat ini
it: Elimina il registro su questo dispositivo
ja: この端末の記録を削除
ko: 이 기기의 기록 삭제
mr_in: या उपकरणावरील नोंदी हटवा
pt: Apagar registos neste dispositivo
ru: Удалить записи на этом устройстве
th: ลบบันทึกบนเครื่องนี้
tr: Bu cihazdaki kayıtları sil
vi: Xóa nhật ký trên máy này
zh_cn: 删除本机记录
zh_hk: 刪除此裝置上嘅紀錄
zh_tw: 刪除此裝置上的紀錄
